Repository: AmitSinghCodebrew/TFHUser
Catalog: RoyoConsultant/Resources/Apps/Heal/*.lproj/LocalizableHeal.strings
Languages: ar

source: Login with
ar: تسجيل الدخول باستخدام

source: Facebook
ar: فيسبوك

source: Google
ar: جوجل

source: Login using Email
ar: تسجيل الدخول بإستخدام البريد الإلكتروني

# LOGIN_USING_MOBILE
source: Let's Get Started!
ar: ابدأ!

# SIGNUP_USING_MOBILE
source: Sign Up with Phone Number
ar: سجل برقم الهاتف

# SIGNUP_USING_EMAIL
source: Sign Up with Email
ar: سجل عن طريق البريد الإلكتروني

source: New user?
ar: مستخدم جديد؟

source: Sign Up
ar: تسجيل

# LOGIN_EMAIL_DESC
source: We need your Email & Password to identify you
ar: نحتاج إلى بريدك الإلكتروني وكلمة المرور للتعرف عليك

# EMAIL_PLACEHOLDER
source: Email
ar: البريد إلكتروني

# PSW_PLACEHOLDER
source: Password
ar: كلمة المرور

source: Forgot Password
ar: نسيت كلمة المرور

# NO_ACCOUNT
source: Didn't have an account?
ar: ليس لدي حساب؟

# MOBILE_PACEHOLDER
source: Enter phone number
ar: أدخل رقم الجوال

# LOGIN_USING_MOBILE_DESC
source: We need your Phone number to identify you
ar: نحتاج إلى رقم الجوال للتعرف عليك

# NAME_PLACEHOLDER
source: Name
ar: الاسم

# DOB_PLACEHOLDER
source: Date of Birth
ar: تاريخ الميلاد

# ReEnterPsw_PLACEHOLDER
source: Re-Enter Password
ar: أعد إدخال كلمة المرور

# BIO_PLACEHOLDER
source: Bio
ar: ملخص السيرة الذاتية

source: Already Register?
ar: مسجل من قبل

source: Login
ar: تسجيل الدخول

# BY_SIGNING_UP
source: By signing up you agree to our
ar: بالتسجيل أنت توافق على

# TERMS
source: Terms of service
ar: الشروط و الاحكام

source: and
ar: و

# PRIVACY
source: Privacy Policy
ar: سياسة الخصوصية

source: Verification
ar: التحقق

# CODESENT
source: Code sent to %@
ar: %@تم ارسال رمز اللتحقق إلى

# CODE_NOT_RECEIVED
source: Didn't receive the code yet?
ar: لم يصل الرمز بعد

source: Resend code
ar: إعادة إرسال الرمز

source: Home
ar: الصفحة الرئيسية

source: Appointments
ar: المواعيد

source: Chats
ar: المحادثات

source: Version %@
ar: الإصدار %@

# VERSION_INFO
source: You are running the latest version
ar: لديك أحدث إصدار

source: History
ar: العمليات المسبقة

source: Notifications
ar: الإشعارات

source: Invite People
ar: دعوة الأشخاص

source: Contact Us
ar: اتصل بنا

source: Terms and conditions
ar: الشروط والأحكام

source: About
ar: عن

source: Logout
ar: تسجيل الخروج

# CLASSES
source: Online Programs
ar: البرامج الصحية الاكترونية

source: Wallet
ar: المحفظة

source: Age: %@
ar: العمر: %@

source: NA
ar: غير موجود

source: Meet
ar: تواصل

source: With Experts
ar: مع خبرائنا

source: ALL
ar: الكل

source: NEW
ar: جديد

source: IN PROGRESS
ar: قيد العمل

# ACCEPT
source: ACCEPTED
ar: مقبول

# COMPLETE
source: COMPLETED
ar: مكتمل

# NO_ANSWER
source: NOT ANSWERED
ar: لم تتم الإجابة

source: BUSY
ar: مشغول

# FAILED
source: NO SHOW
ar: خطأ

source: Search for %@
ar: بحث عن %@

source: Call
ar: اتصال

source: Chat
ar: محادثه

source: Review
ar: تقيم

source: Reviews
ar: التقيم

# PATIENTS
source: Clients
ar: المرضة

# EXPERIECE
source: Experience
ar: خبرة

source: Photo
ar: صورة

source: End Chat
ar: إنهاء المحادثة

# END_CHAT_MESSAGE
source: This will end chat, you'll no longer be able to chat.
ar: سيؤدي هذا إلى إنهاء المحادثه ، ولن تتمكن من اتمامها لاحقا.

source: Cancel
ar: إلغاء

source: OK
ar: موافق

source: Available Balance
ar: الرصيد المتاح

source: Add Money
ar: إضافة رصيد

source: TRANSACTION HISTORY
ar: سجل العمليات

# WALLET_NO_DATA
source: Recharge your wallet to create booking
ar: أعد شحن محفظتك لإنشاء حجز

# WALLET_NO_DATA_DESC
source: Once you add money or any deduction will appear here.
ar: بمجرد إضافة رصيد أو أي خصم سيظهر هنا.

# MONEY_SENT_TO
source: Paid to
ar: مدفوع لـ

source: Added to wallet
ar: تمت الإضافة إلى المحفظة

source: Input amount
ar: مبلغ الإدخال

source: RETRY
ar: إعادة المحاولة

source: Debit Card
ar: بطاقة مدى

source: Credit Card
ar: بطاقة الائتمان

# GPAY
source: Google Pay
ar: غوغل باي

# PAY_AMOUNT
source: Pay %@
ar: دفع %@

# SCHEDULE
source: Schedule Later
ar: احجز لوقت اخر

# REQUEST_SENT_SUCCESS
source: Request sent successfully!
ar: تم إرسال الطلب بنجاح!

# WALLET_ALERT
source: Insufficient amount
ar: المبلغ غير كافي

# WALLET_ALERT_MESSAGE
source: You need to maintain a minimum balance of %@ to create a request.
ar: تحتاج إلى الحفاظ على حد أدنى للرصيد بنسبة %@ لإنشاء طلب.

source: Profile
ar: الملف الشخصي

# LOGOUT_ALERT_MESSAGE
source: Are you sure you want to logout of this app?
ar: هل أنت متأكد من تسجيل الخروج من هذا التطبيق؟

# NOTIFICATION_NO_DATA
source: No notifications yet
ar: لا توجد إشعارات بعد

# NOTIFICATION_NO_DATA_DESC
source: All notifications related to your activities will appear here
ar: ستظهر هنا جميع الإشعارات المتعلقة بأنشطتك

# VENDOR_LISTING_NO_DATA
source: No experts yet
ar: لا يوجد خبراء حتى الآن

# VENDOR_LISTING_NO_DATA_DESC
source: Currently not any expert registered under %@ so, come back later.
ar: حاليًا لا يوجد أي خبير مسجل تحت %@ لذا ، أعد المحاوله لاحقًا.

source: CANCELLED
ar: تم الإلغاء

source: No appointments
ar: لا توجد مواعيد

# NO_APPOINTMENTS_DESC
source: You don't have any requests generated at the moment.
ar: ليس لديك أي طلبات تم إنشاؤها في الوقت الحالي.

source: Re-Schedule
ar: إعادة الجدولة

source: Book again
ar: احجز مرة أخرى

# CANT_SEND_MESSAGE
source: You can't send message to this conversation anymore.
ar: لا يمكنك إرسال رسالة إلى هذه المحادثة بعد الآن.

source: Filters
ar: فلاتر

source: Apply
ar: تطبيق

source: Rate
ar: التقيم

source: Submit
ar: إرسال

source: Appointment Review
ar: مراجعة الموعد

# REVIEW_PLACEHOLDER
source: Write down your review
ar: اكتب رأيك

source: %@ card ending with %@
ar: %@ بطاقة تنتهي بـ %@

source: Edit
ar: تعديل

source: Delete
ar: حذف

# DELETE_CARD_MESSAGE
source: Are you sure you want to delete this card?
ar: تأكيد حذف هذه البطاقة؟

source: Edit Card
ar: تعديل البطاقة

source: Update
ar: تحديث

source: Confirm Booking
ar: تأكيد الحجز

source: Booking Details
ar: تفاصيل الحجز

# APPT_DATE_TIME
source: Appointment date & timings
ar: تاريخ وتوقيت الموعد

# COUPON_PLACEHOLDER
source: Add Coupon Code
ar: إضافة كود الخصم

source: Price Details
ar: تفاصيل السعر

source: Sub-Total
ar: المجموع الفرعي

source: Promo Applied
ar: تم تفعيل كود الخصم

source: Total
ar: الإجمالي

# TERMS_CONFIRM_BOOKING
source: By Booking this appointment, you agree to the terms & conditions
ar: بحجز هذا الموعد ، فإنك توافق على شروط و احكام التطبيق

source: Phone Number
ar: رقم الهاتف

source: Choose date & time
ar: اختر التاريخ والوقت

# NO_TIME_SLOTS
source: No timing slot found for %@ You can choose another day to continue
ar: لم يتم العثور على فتحة توقيت لـ %@ يمكنك اختيار يوم آخر للمتابعة

source: Edit Slot
ar: تحرير الفتحة

# SLOT_FULL_ALERT
source: This slot is already occupied
ar: هذه التوقيت مشغول

# NO_CLASSES
source: No online programs found
ar: لم يتم العثور على برامج صحية

# NO_CLASSES_FOR_CATEGORY
source: No online programs yet
ar: لا توجد برامج صحية حتى الآن

# NO_CLASSES_FOR_CATEGORY_DESC
source: All online programs from Experts will appear here
ar: ستظهر جميع البرامج الصحية من خبرائنا هنا

# OCCUPY_CLASS
source: Occupy Program
ar: التسجيل في البرنامج الصحي

# OCCUPY_CLASS_ALERT_MESSAGE
source: To occupy this online progras you need to pay this online program price. Are you sure you want to proceed by making payment from wallet?
ar: يتعين عليك دفع سعر البرنامج الصحي للتسجيل, تأكيد الدفع عن طريق المحفظة

# JOIN_CLASS
source: Join Program
ar: الانضمام إلى البرنامج

# ACCOUNT_TO_CONTINUE
source: You need a %@ account to continue
ar: أنت بحاجة %@ حساب للمتابعة

# BY_CONTINUE
source: By continue, you agree to our
ar: بالمتابعة ، أنت توافق على

# ALREADY_ACCOUNT
source: Already have an account?
ar: لديك حساب مسبق ؟

source: Use Code:
ar: استخدم الرمز:

source: %@ Users Remaining
ar: %@ مستخدمون متبقون

source: %@ User Remaining
ar: %@ مستخدم متبقي

# COUPON_TITLE
source: %@ discount on booking %@ till %@
ar: %@ خصم على الحجز من %@ حتى %@

source: Cancel Request
ar: إلغاء الطلب

# CANCEL_REQUEST_ALERT
source: Are you sure you want to cancel this request.
ar: تأكيد إلغاء هذا الطلب.

source: Refund from
ar: استرداد من

# NEW_MESSAGE
source: New message from %@ - %@
ar: رسالة جديدة من %@ - %@

# UPLOAD_ERROR
source: Upload failed!
ar: فشل التحميل!

# NO_HISTORY
source: No Appontments scheduled
ar: لا توجد مواعيد مجدولة

# NO_HISTORY_DESC
source: No appointments scheduled yet, so we are unable to show your history
ar: لا توجد مواعيد مجدولة حتى الآن ، لذا لا يمكننا إظهار سجلك

source: Edit Profile
ar: تحرير ملف التعريف

source: Request Now
ar: اطلب الآن

# INVALID_AMOUNT
source: Please enter a valid amount
ar: الرجاء إدخال مبلغ صحيح

# NETWORK_ERROR
source: Connection Error
ar: خطأ في الاتصال

# NO_CHAT
source: No chat started yet
ar: لم تبدأ محادثة بعد

# NO_CHAT_DESC
source: Once your chat requests are accepted & you start the converation, the threads will appear here.
ar: بمجرد قبول طلبات المحادثة والبدء ، ستظهر المحادثة هنا.

# FORGOT_PSW_MESSAGE
source: Please enter your email to recieve a reset password link.
ar: يرجى إدخال بريدك الإلكتروني لتلقي رابط إعادة تعيين كلمة المرور.

# PASSWORD_RESET_MESSAGE
source: Password reset link sent to your mail.
ar: تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك.

# APP_DESC
source: Hey, Here is Heal Arabia app for health Online Consultancy find the best Doctors, Physiotherapists, physicians, therapists, nurses, and Consultants and get in touch with them . You should try it.
ar: مرحبًا بك في تطبيق هييل العربية للاستشارات الصحية الالكترونية, تواصل مع افضل المستشارين عبرنا

# START_JOURNEY
source: Start your journey now
ar: ابدأ رحلتك الآن

source: Address
ar: العنوان

source: State
ar: المنطقة

source: City
ar: المدينة

source: ZIP
ar: الصندوق البريدي

source: Do you have insurance?
ar: هل لديك تأمين؟

source: If 'Yes' what insurance?
ar: إذا "نعم" فما هو التأمين؟

source: Select Insurance
ar: اختر تأمينك

# INSURANCE_TERMS_1
source: I agree to the Terms of Service, Privacy Policy, Cookies Policy and Fee schedules
ar: أوافق على شروط الخدمة وسياسة الخصوصية وسياسة ملفات تعريف الارتباط وجداول الرسوم

# INSURANCE_TERMS_2
source: I understand that the service providers and other professionals that i am connnected to on this platform is a communication tool only.
ar: أتفهم أن مزودي الخدمة وغيرهم من المحترفين الذين أتصل بهم على هذا النظام الأساسي هم أداة اتصال فقط.

# INSURANCE_TERMS_3
source: I understand that each service provider may have their own fee schedule and billing rates
ar: أدرك أن كل مزود خدمة قد يكون لديه جدول رسوم ومعدلات فوترة خاصة به

source: Yes
ar: نعم

source: No
ar: لا

# MINIMUM_INSURANCE_SELECT
source: Please select a insurance
ar: الرجاء اختار التأمين الصحي الخاص بك

# TERMS_VALIDATION
source: Please agree to all terms and constions before proceeding
ar: الرجاء الموافقة على جميع الشروط والأحكام قبل المتابعة

# UPDATE_TITLE
source: Thanks for using %@
ar: شكرًا لاستخدامك %@

# UPDATE_DESC
source: A new update is available on appstore, Press OK to update it to latest version for enhanced features.
ar: يتوفر تحديث جديد في متجر التطبيقات ، اضغط على "موافق" للتحديث .

# PACAKAGES
source: Packages
ar: الباقات

source: Choose Package
ar: اختر الباقه المناسبه لك

source: Pay
ar: ادفع

# PAY_ALERT_MESSAGE
source: Press OK to pay %@ to buy this package
ar: اضغط على موافق للدفع %@ لشراء هذه الباقه

# WALLET_ALERT_MESSAGE_PACKAGE
source: You need to maintain a minimum balance of %@ to buy this package.
ar: تحتاج إلى حد أدنى من الرصيد بنسبة %@ لشراء هذ الباقه

# ADDED_PACKAGE
source: Added Pacakge
ar: تمت إضافة الباقه

# PACKAGE_NO_DATA
source: No Packages yet
ar: لا توجد باقات حاليا

# PACKAGE_NO_DATA_DESC
source: Packages provided by Heal will appear here
ar: الباقات المتوفره من هييل سوف تكون معروضه هنا

source: View all
ar: عرض الكل

source: Blogs
ar: المدونات

# ARTICLES
source: Health Tips
ar: نصائح صحية

# LATEST_ARTICLES
source: Health Tips
ar: نصائح صحية

source: Latest Blogs
ar: أحدث المدونات

source: Get Started
ar: البدء

# ALLOW_LOCATION
source: Allow Your Location
ar: السماح بموقعك

# ALLOW_LOCATION_DESC
source: We will need your location to give you better experience
ar: سنحتاج إلى موقعك لمنحك تجربة أفضل

source: Use My Location
ar: استخدم موقعي

source: Skip For Now
ar: تخطي الآن

source: Tip of the day
ar: نصيحة اليوم

# CONSULT_ONLINE
source: Online Dr.
ar: الاطباء المتاحون .

# EMERGENCY_APPT
source: Emergency Consultation
ar: استشارات طارئة

source: Free Expert Advice
ar: نصائح مجانية من خبرائنا

# CONSULT_DOCTOR
source: Consult a Doctor
ar: استشر طبيبًا

# HEALTH_TOOL
source: Health Tools
ar: الادوات الصحية الالكترونية

source: All Comments
ar: جميع التعليقات

source: Gender
ar: الجنس

source: Height
ar: الطول

source: Weight
ar: الوزن

source: kg
ar: كجم

source: cm
ar: سم

source: Your BMI
ar: مؤشر كتلة الجسم الخاص بك

source: Male
ar: ذكر

source: Female
ar: أنثى

source: OVERWEIGHT
ar: وزن زائد

source: NORMAL
ar: طبيعي

source: UNDERWEIGHT
ar: وزن منخفض

source: Track Status
ar: تتبع الحالة

source: SERVICE STARTED
ar: تم بدأ الخدمة

# REACHED_DEST
source: REACHED
ar: تم الوصول إليه

source: ON THE WAY
ar: على الطريق

source: My Questions
ar: أسئلتي

source: + Ask
ar: + اسأل

source: Ask Free Questions
ar: اسأل أسئلة مجانية

source: Question
ar: سؤال

source: Description
ar: الوصف

# NO_QUESTIONS
source: No Expert Advise Found!
ar: لم يتم العثور على نصيحة من خبرائنا حاليا الرجاء المحاوله مره اخرى!

# NO_QUESTIONS_DESC
source: Your expert advise will be shown here, You can ask your first Expert advise by tappinng on + Ask.
ar: سيتم عرض نصيحة الخبراء الخاصة بك هنا ، يمكنك أن تطلب أول نصيحة خبير لك عن طريق النقر على + اسأل.

# ASK_QUESTION_ALERT
source: You can ask one question per week only
ar: يمكنك طرح سؤال واحد في الأسبوع فقط

source: Answer
ar: إجابة

source: Answers
ar: الاجابات

# NO_ANSWER_OF_QUESTION
source: No Answers Yet!
ar: لا توجد إجابات بعد!

# NO_ANSWER_DESC
source: No one advised this. Be the first.
ar: لم يجاوب أحد بعد. كن الأول.

# QUESTION_DETAIL_TITLE
source: Details
ar: التفاصيل

source: Skip
ar: تخطي

# ADD_PATIENT
source: + Add Patients
ar: + إضافة مريض

# MILLI_LITRE
source: %@ ml
ar: %@ مل

# LITRE
source: %@ Lt
ar: %@ لتر

# SET_DAILY_WATER_LIMIT
source: Set your daily water limit
ar: تعيين حد المياه اليومي

source: Water Intake (in Litres)
ar: كمية المياه (باللترات)

source: Set daily limit
ar: تعيين الحد اليومي

source: Home Visit
ar: زيارة منزلية

source: Testimonials
ar: التوصيات

# LOGIN_FOR_HOME_VISIT
source: Continue for Home Visit
ar: متابعة للزيارة المنزلية

source: Select Category
ar: حدد فئة

source: Online Programs
ar: البرامج الصحية المتاحه

# VIEW_PRESCRIPTION
source: Prescription
ar: وصفة طبية

source: Account Settings
ar: إعدادات الحساب

source: Change Password
ar: تغيير كلمة المرور

# CHANGE_LANGUAGE
source: Language
ar: اللغة

# OLD_PSW
source: Old Password
ar: كلمة المرور القديمة

# NEW_PSW
source: New Password
ar: كلمة مرور جديدة

# CONFIRM_PSW
source: Confirm Password
ar: تأكيد كلمة المرور

# PASSWORD_SUCCESS_MESSAGE
source: Your password changed successfully!
ar: تم تغيير كلمة المرور الخاصة بك بنجاح

# ADD_DAILY_WATER_LIMIT
source: Please add your daily water limit first before drinking!
ar: الرجاء إضافة حد المياه اليومي أولاً قبل الضغط على الشرب!

source: Add a Patient
ar: إضافة مريض

# ELDERELY
source: Elderly
ar: كبار السن

source: Children
ar: أطفال

# PATIENT_SUCCESS
source: Patient added successfully!
ar: تمت إضافة المريض بنجاح!

# ALL_SMALL
source: All
ar: الكل

source: ...Read more
ar: ... قراءة المزيد

source: ...Read less
ar: ... قراءة أقل

source: Symptoms
ar: الأعراض

source: Date
ar: التاريخ

source: Time
ar: الوقت

source: Service Type
ar: نوع الخدمة

# APPT_DETAIL
source: Appointment Detail
ar: تفاصيل الموعد

# PROTIEN_INTAKE
source: Protein Intake
ar: كمية البروتين

# PROTIEN_GMS
source: %@ g
ar: %@ جرام

# TAKE_PROTIEN
source: Take Protein
ar: تناول البروتين

# PROTIEN_INTAKE_IN_GRAMS
source: Protein Intake (in Grams)
ar: كمية البروتين (بالجرام)

# SET_DAILY_PROTIEN_LIMIT
source: Set your daily protein limit
ar: تعيين حد البروتين اليومي

# ADD_DAILY_PROTEIN_LIMIT
source: Please add your daily protein limit first before taking!
ar: الرجاء إضافة حد البروتين اليومي الخاص بك أولاً قبل تناوله!

# CONSULT_FOR
source: Consult for %@ at %@
ar: استشر عن %@ عند %@

# DOC_TITLE
source: Document
ar: مستند

# HYPER_PAY_TYPE_MADA
source: Mada Card
ar: بطاقة مدى

# HYPER_PAY_TYPE_MASTER_VISA
source: Master/Visa Card
ar: ماستركارد / فيزا

source: +Add
ar: + إضافة

# INSURANCE_INFO
source: Insurance Information
ar: معلومات التأمين

source: Insurance Number
ar: رقم التأمين

# INSURANCE_EXPIRY
source: Expiry Date
ar: تاريخ انتهاء الصلاحية

source: Save
ar: حفظ

# INSURANCE_NUMBER_VALUE
source: Insurance No: %@
ar: رقم التأمين: %@

# INSURANCE_EXPIRY_VALUE
source: Expiry No: %@
ar: رقم انتهاء الصلاحية: %@

# UPDATE_PHONE_NUMBER
source: Change Phone Number
ar: تغيير رقم الهاتف

# CHOOSE_APP_TITLE
source: Are you a Doctor or Patient
ar: هل أنت طبيب أم مريض؟

# CHOOSE_APP_OPTION_PATIENT
source: Patient
ar: المريض

# CHOOSE_APP_OPTION_DOCTOR
source: Doctor
ar: دكتور

# UPDATE_APPT_TITLE
source: Select Symptoms
ar: حدد الأعراض

# SYMPTOM_DESC_PLACEHOLDER
source: Tell us about your symptom or health problem e.g. Fever etc.
ar: أخبرنا عن أعراضك أو مشكلتك الصحية ، مثل الحمى وما إلى ذلك.

# SYMPTOM_DESC_ALERT
source: Please write something about symptom
ar: الرجاء كتابة التفاصيل عن الأعراض

# REPORT_UPLOAD_ALERT
source: Please upload a report first
ar: الرجاء تحميل تقرير أولاً

# SELECT_SYMPTOM_ALERT
source: Please select minimum one symptom
ar: يرجى تحديد على الاقل عارض واحد

source: Typing...
ar: كتابة...

# TAB_HOME
source: Home
ar: الصفحة الرئيسية

# TAB_APPOINTMENT
source: Appointment
ar: موعد

# TAB_CHAT
source: Chat
ar: محادثة

# TAB_PROFILE
source: Profile
ar: الملف الشخصي

source: Choose Language
ar: اختر اللغة

source: Nationality
ar: الجنسية

# VIEW_DETAIL
source: View Details
ar: عرض التفاصيل

# NO_ARTICLES
source: No Health Tips!
ar: لا توجد نصائح صحية!

# NO_ARTICLES_DESC
source: Health Tips will appear here once added
ar: ستظهر النصائح الصحية هنا بمجرد إضافتها

source: Add Address
ar: إضافة عنوان

# SELECT_DELIVERY_ADDRESS
source: Address
ar: العنوان

source: Current Location
ar: الموقع الحالي

source: Location
ar: الموقع

source: AUDIO
ar: صوت

source: Asked a question
ar: طرح سؤال

# COMPLETING_PAYMENT
source: Completing your payment Please wait...
ar: إتمام الدفع الرجاء الانتظار

source: Price
ar: السعر

# CANCEL_REASON
source: Reason: %@
ar: سبب: %@

# CANCEL_REASON_ALERT
source: Please enter a reason for cancellation
ar: الرجاء إدخال سبب الإلغاء

# TERMS_ALERT
source: Please agree to Terms.
ar: الرجاء الموافقة على الشروط.

# HEALTH_TOOL_01_TITLE
source: BMI Calculator
ar: حاسبة مؤشر كتلة الجسم

# HEALTH_TOOL_02_TITLE
source: Water Intake Calculator
ar: حاسبة كمية المياه

# HEALTH_TOOL_03_TITLE
source: Protein Intake Calculator
ar: حاسبة كمية البروتين

# HEALTH_TOOL_04_TITLE
source: Pregnancy Calculator
ar: حاسبة الحمل

# HEALTH_TOOL_01_SUBTITLE
source: BMI Calculator
ar: احسب كمية كتلة الجسم

# HEALTH_TOOL_02_SUBTITLE
source: Water Intake Calculator
ar: حفاظك على شرب المياه صار بسيط

# HEALTH_TOOL_03_SUBTITLE
source: Protein Intake Calculator
ar: تحكم في مدخولك اليومي من البروتين

# HEALTH_TOOL_04_SUBTITLE
source: Pregnancy Calculator
ar: احسبي تفاصيل حملك بسهولة

# INTRO_1_TITLE
source: Chat with Doctor
ar: تحدث مع طبيبك من مكانك

# INTRO_2_TITLE
source: Video/Audio Appointments
ar: استشارات طبية عبر الفيديو /محادثة صوتيه

# INTRO_3_TITLE
source: Schedule Appointments
ar: حجز المواعيد

# INTRO_4_TITLE
source: Online Programs
ar: البرامج المتاحه عبر الإنترنت

# INTRO_5_TITLE
source: Add Sub-Accounts
ar: إضافة حسابات فرعية

# INTRO_6_TITLE
source: Home Visits
ar: زيارات منزلية

# INTRO_1_DESC
source: Choose a speciality and have your doubts resolved through a Live chat made with Doctors
ar: اختر طبيب مختص وقم بحل مشاكلك و شكوكك من خلال محادثة الرسائل مباشرة

# INTRO_2_DESC
source: Get appointments in seconds from the best leading doctors around you and get prescriptions
ar: احصل على المواعيد في ثوانٍ من أفضل الأطباء الرائدين من حولك واحصل على الوصفات الطبية

# INTRO_3_DESC
source: You can also schedule your appointments with the best leading Doctors
ar: يمكنك أيضًا جدولة مواعيدك مع أفضل الأطباء الرائدين لدينا

# INTRO_4_DESC
source: Enroll to our best in class health improvement programs that vary in categories
ar: قم بالتسجيل في أفضل برامج صحية لتحسين نمط الحياة اليومي في مختلف الفئات

# INTRO_5_DESC
source: You can add accounts for elderly and children and then fill the details defining their relationship with you
ar: يمكنك إضافة حسابات لكبار السن والأطفال ثم ملء التفاصيل التي تحدد علاقتهم بك

# INTRO_6_DESC
source: Start scheduling your appointment to your home at your ease
ar: ابدأ في جدولة موعدك إلى منزلك بكل سهولة و بدقائق معدودات

# EMPTY_EMAIL
source: Please enter email
ar: الرجاء إدخال البريد الإلكتروني

# INVALID_EMAIL
source: Please enter a valid email
ar: الرجاء إدخال بريد إلكتروني صحيح

# EMPTY_PHONE
source: Please enter your phone number
ar: الرجاء إدخال رقم هاتفك

# INVALID_PHONE
source: Please enter a valid phone number
ar: الرجاء إدخال رقم هاتف صحيح

# EMPTY_PASSWORD
source: Plese enter password
ar: الرجاء أدخل كلمة المرور

# INVALID_PASSWORD
source: Password must contain atleast 8 characters
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل

# EMPTY_NAME
source: Please enter your name
ar: الرجاء إدخال اسمك

# INVALID_NAME
source: Please enter a valid name
ar: الرجاء إدخال اسم صحيح

# EMPTY_DOB
source: Please enter your date of birth
ar: الرجاء إدخال تاريخ ميلادك

# INVALID_DOB
source: Please enter valid date of birth
ar: الرجاء إدخال تاريخ ميلاد صحيح

# EMPTY_RE_ENTER_PASSWORD
source: Please Re-enter your password
ar: الرجاء إعادة إدخال كلمة المرور الخاصة بك

# PASSWORD_NOT_MATCHED
source: Please enter same password
ar: الرجاء إدخال نفس كلمة المرور

# EMPTY_BIO
source: Please enter a short bio
ar: لرجاء إدخال سيرة ذاتية قصيرة

# INVALID_BIO
source: Please enter a valid bio
ar: الرجاء إدخال سيرة ذاتية صحيحه

# EMPTY_ADDRESS
source: Please enter your address
ar: الرجاء إدخال عنوانك

# INVALID_ADDRESS
source: Please enter your address
ar: الرجاء إدخال عنوانك الصحيح

# EMPTY_STATE
source: Please select a state
ar: الرجاء تحديد المنطقة

# INVALID_STATE
source: Please select a state
ar: الرجاء تحديد المنطقة الصحيحه

# EMPTY_CITY
source: Please select a city
ar: الرجاء تحديد المدينة

# INVALID_CITY
source: Please select a city
ar: الرجاء تحديد المدينة الصحيحه

# EMPTY_ZIP
source: Please enter ZIP code
ar: الرجاء إدخال الرمز البريدي

# INVALID_ZIP
source: Please enter ZIP code
ar: الرجاء إدخال الرمز البريدي الصحيح

# EMPTY_OLD_PSW
source: Please enter old password
ar: الرجاء إدخال كلمة المرور القديمة

# EMPTY_NEW_PSW
source: Please enter new password
ar: الرجاء إدخال كلمة المرور الجديدة

# EMPTY_CONNFIRM_PSW
source: Please connfirm your password first
ar: يُرجى تأكيد كلمة المرور أولاً

# EMPTY_REALATION
source: Please select realtion with the person
ar: الرجاء تحديد صلة القرابة

# EMPTY_MEDICAL_ALLERGY
source: Please write some description about medical allergies.
ar: الرجاء كتابة وصف حول الحساسية الطبية.

# SELECT_CHRONIC_DISESE_ALERT
source: Please select a chronic disease
ar: الرجاء تحديد مرض مزمن

# EMPTY_MEDICATION_NAME
source: Please enter a medication name
ar: الرجاء إدخال اسم الدواء

# PRESC_DETAIL
source: Prescription Detail
ar: تفاصيل الوصفة الطبية

# DOC_MESSAGE
source: Document
ar: مستند

# NO_DOC_UPLOAD
source: Please upload a document first
ar: الرجاء تحميل الملف اولا

# EMPTY_INSURANCE_NUMBER
source: Please enter insurance number
ar: الرجاء إدخال رقم التأمين

# EMPTY_INSURANCE_EXPIRY
source: Please enter insurance expiry date
ar: الرجاء إدخال تاريخ انتهاء التأمين

# DOC_UPLOADING_ALERT
source: Please wait while uploading finished
ar: الرجاء الانتظار أثناء انتهاء التحميل

# EMPTY_WEIGHT
source: Please enter weight
ar: الرجاء إدخال الوزن

# EMPTY_HEIGHT
source: Please enter height
ar: لرجاء إدخال الطول

source: Success
ar: نجاح

# apiFailure
source: Error
ar: خطأ
