Repository: AmitSinghCodebrew/TFHUser
Catalog: RoyoConsultant/Resources/Apps/Heal/*.lproj/LocalizableHeal.strings
Languages: ar

# validationFailure
source: Oops
ar: عفوًا

source: Notification
ar: اشعارات

source: Camera
ar: الكاميرا

# Library
source: Photos
ar: الصور

source: Cancel
ar: إلغاء

source: Settings
ar: الإعدادات

# PhotosAlert
source: Photos permission is denied for this app. Go to Settings to allow permission for Photos.
ar: تم رفض إذن الصور لهذا التطبيق. انتقل إلى الإعدادات للسماح بإذن للصور.

# CameraAlert
source: Camera permission is denied for this app. Go to Settings to allow permission for camera.
ar: تم رفض إذن الكاميرا لهذا التطبيق. انتقل إلى الإعدادات للسماح بإذن الكاميرا.

source: Permission Denied
ar: تم رفض الإذن

# MicrophoneAlert
source: Microphone permission is denied for this app. Go to Settings to allow permission for microphone.
ar: تم رفض إذن الميكروفون لهذا التطبيق. انتقل إلى الإعدادات للسماح بإذن الميكروفون..

source: Documents
ar: المستندات

# SIGN_IN_FAILED_TITLE
source: Apple Sign in failed!
ar: Apple فشل تسجيل دخول!

# APPLE_SIGN_IN_OK
source: OK
ar: موافق

# LOC_PERMISSION_DENIED_TITLE
source: Location Denied!
ar: الموقع مرفوض!

# LOC_PERMISSION_DENIED_MESSAGE
source: We want your current location to get your address and show you better results, So Press OK to allow location from settings
ar: يرجى السماح بالحصول على موقعك لنخدمك بطريقة دقيقة و صحيحة

source: Father
ar: أب

source: Mother
ar: أم

source: Grand Father
ar: جد

source: Grand Mother
ar: جدة

source: Son
ar: ابن

source: Daughter
ar: الابنة

source: Brother
ar: الأخ

source: Sister
ar: أخت

source: Other
ar: أخرى

# RELATION
source: Relationship
ar: القرابة

# MEDICAL_ALLERGIES
source: Do you have any medical allergies?
ar: هل لديك أي حساسية طبية من اي دواء؟

# CHRONIC_DISEASE
source: Any chronic disease?
ar: هل لديك اي مرض مزمن؟

# PREVIOUS_SURGERIES
source: Any previous surgeries?
ar: أي عمليات جراحية سابقة؟

# PREVIOUS_MEDICATION
source: Are you taking any previous medication?
ar: هل تتناول أي دواء سابق؟

source: Medication Name
ar: اسم الدواء

# CHOOSE_CHRONIC
source: Choose chronic diseases
ar: اختر الأمراض المزمنة

# CHRONIC_DISEASE_0
source: Asthma
ar: الربو

# CHRONIC_DISEASE_1
source: Cancer
ar: السرطان

# CHRONIC_DISEASE_2
source: Diabetes
ar: مرض السكري

# CHRONIC_DISEASE_4
source: Other
ar: أخرى

source: Calculation Method
ar: طريقة الحساب

source: Last Period
ar: الدوره الشهريه الأخيرة

source: Conception Date
ar: تاريخ الحمل

source: Ultrasound
ar: الموجات فوق الصوتية

# FIRST_DAY_OF_LAST_PERIOD
source: The first day of your last period
ar: اليوم الأول من آخر دوره شهريه لك

source: Date of Conception
ar: تاريخ الحمل

source: Date of Transfer
ar: تاريخ التلقيح

# DATE_OF_ULTRSOUND
source: Date of Ultrasound
ar: تاريخ الموجات فوق الصوتية

# DATE_ONLY_PLACEHOLDER
source: Date
ar: التاريخ

source: Cycle Length
ar: طول الدورة

# IVF_3_DAY
source: 3 Days
ar: ثلاثة ايام

# IVF_5_DAY
source: 5 Days
ar: خمسة ايام

# ULTRASOUND_WEEKS
source: Weeks
ar: أسابيع

# ULTRASOUND_DAYS
source: Days
ar: أيام

source: IVF Transfer Date
ar: IVF تاريخ التلقيح

# CALUCLATE_DUE_DATE
source: Calculate My Due Date
ar: احسب موعد ولادتي

# UltrasoundWeek_One
source: 1 week
ar: أسبوع واحد

# UltrasoundWeek_Two
source: 2 weeks
ar: أسبوعان

# UltrasoundWeek_Three
source: 3 weeks
ar: ثلاثة أسابيع

# UltrasoundWeek_Four
source: 4 weeks
ar: اربع أسابيع

# UltrasoundWeek_Five
source: 5 weeks
ar: خمسة أسابيع

# UltrasoundWeek_Six
source: 6 weeks
ar: سته أسابيع

# UltrasoundWeek_Seven
source: 7 weeks
ar: سبعه أسابيع

# UltrasoundWeek_Eight
source: 8 weeks
ar: ثمانية أسابيع

# UltrasoundWeek_Nine
source: 9 weeks
ar: تسعة أسابيع

# UltrasoundWeek_Ten
source: 10 weeks
ar: عشر أسابيع

# UltrasoundWeek_Eleven
source: 11 weeks
ar: احدى عشر أسبوعًا

# UltrasoundWeek_Twelve
source: 12 weeks
ar: اثنى عشر أسبوعًا

# UltrasoundWeek_Thirteen
source: 13 weeks
ar: ثلاثه عشر أسبوعًا

# UltrasoundWeek_Fourteen
source: 14 weeks
ar: اربع عشر أسبوعًا

# UltrasoundWeek_Fifteen
source: 15 weeks
ar: خمسه عشر أسبوعًا

# UltrasoundWeek_Sixteen
source: 16 weeks
ar: سته عشر أسبوعًا

# UltrasoundWeek_Seventeen
source: 17 weeks
ar: سبعه عشر أسبوعًا

# UltrasoundWeek_Eighteen
source: 18 weeks
ar: ثمانية عشر أسبوعًا

# UltrasoundWeek_Nineteen
source: 19 weeks
ar: تسعه عشر أسبوعًا

# UltrasoundWeek_Twenty
source: 20 weeks
ar: عشرون أسبوعًا

# UltrasoundWeek_TwentyOne
source: 21 weeks
ar: واحد وعشرون أسبوعًا

# UltrasoundWeek_TwentyTwo
source: 22 weeks
ar: اثنى وعشرون أسبوعًا

# UltrasoundWeek_TwentyThree
source: 23 weeks
ar: ثلاثه وعشرون أسبوعًا

# UltrasoundWeek_TwentyFour
source: 24 weeks
ar: اربعة وعشرون أسبوعًا

# UltrasoundDay_Zero
source: 0 days
ar: صفر يوم

# UltrasoundDay_One
source: 1 day
ar: يوم واحد

# UltrasoundDay_Two
source: 2 days
ar: يومين

# UltrasoundDay_Three
source: 3 days
ar: ثلاثة ايام

# UltrasoundDay_Four
source: 4 days
ar: اربع ايام

# UltrasoundDay_Five
source: 5 days
ar: خمسة ايام

# UltrasoundDay_Six
source: 6 days
ar: سته ايام

# CycleLength_NA
source: I don't know
ar: لا اعلم

# CycleLength_Days_21
source: 21 days
ar: واحد وعشرون يومًا

# CycleLength_Days_22
source: 22 days
ar: اثنى وعشرون يومًا

# CycleLength_Days_23
source: 23 days
ar: ثلاثه وعشرون يومًا

# CycleLength_Days_24
source: 24 days
ar: اربعة وعشرون يومًا

# CycleLength_Days_25
source: 25 days
ar: خمسه وعشرون يومًا

# CycleLength_Days_26
source: 26 days
ar: سته وعشرون يومًا

# CycleLength_Days_27
source: 27 days
ar: سبعه وعشرون يومًا

# CycleLength_Days_28
source: 28 days
ar: ثمانية وعشرون يومًا

# CycleLength_Days_29
source: 29 days
ar: تسعه وعشرون يومًا

# CycleLength_Days_30
source: 30 days
ar: ثلاثين يوما

# CycleLength_Days_31
source: 31 days
ar: واحد وثلاثين يوما

# CycleLength_Days_32
source: 32 days
ar: اثنى وثلاثين يومًا

# CycleLength_Days_33
source: 33 days
ar: ثلاثه وثلاثين يومًا

# CycleLength_Days_34
source: 34 days
ar: اربعة وثلاثين يومًا

# CycleLength_Days_35
source: 35 days
ar: خمسه وثلاثين يومًا

# PREGNANCY_SUCCESS
source: Congratulations!
ar: تهانينا!

# DUE_DATE_IS
source: Your due date is %@. You are %@ weeks and %@ days pregnant.
ar: تاريخ ولادتك هو %@. أنت حامل في %@ أسبوع و %@ يوم

# PREGNANCY_TIMELINE
source: Your Pregnancy Timeline
ar: الجدول الزمني للحمل

# TRIMESTER_1
source: 1st Trimester
ar: الفصل الأول

# TRIMESTER_2
source: 2nd Trimester
ar: الفصل الثاني

# TRIMESTER_3
source: 3rd Trimester
ar: الفصل الثالث

# ZODIAC
source: Your baby will be a %@
ar: طفلك سيكون %@

source: ♈ Aries
ar: ♈ برج الحمل

source: ♋ Cancer
ar: ♋ برج السرطان

source: ♉ Taurus
ar: ♉ برج الثور

source: ♌ Leo
ar: ♌ ليو

source: ♊ Gemini
ar: ♊ برج الجوزاء

source: ♍ Virgo
ar: ♍ برج العذراء

source: ♎ Libra
ar: ♎ برج الميزان

source: ♑ Capricorn
ar: ♑ برج الجدي

source: ♏ Scorpio
ar: ♏ برج العقرب

source: ♒ Aquarius
ar: ♒ برج الدلو

source: ♐ Sagittarius
ar: ♐ برج القوس

source: ♓ Pisces
ar: ♓ برج الحوت
